<!DOCTYPE html>
<!--
To change this license header, choose License Headers in Project Properties.
To change this template file, choose Tools | Templates
and open the template in the editor.
-->
<html>
    <head>
        <title>Juan Carlos Arag&oacute;n Becerra</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="style.css"/>
    </head>
    <body>
        <header>
            <h1>Juan Carlos Arag&oacute;n Becerra</h1>
            <hgroup>
                <h3>El eterno capit&aacute;n veneno</h3>
            </hgroup>
        </header>
        <nav>
            <ul>
                <li><a href="#bio">Biograf&iacute;a</a></li>
                <li><a href="#cita1">Cita I</a></li>
                <li><a href="#agrupaciones">Algunas agrupaciones</a></li>
                <li><a href="#cita2">Cita II</a></li>
            </ul>
        </nav>
        <aside>
            <figure>
                <img src="./img/araka.jpg" alt="araka"/>
                <img src="./img/inmortales.jpg" alt="inmortales"/>
                <img src="./img/losmillonarios.jpg" alt="losmillonarios"/>
                <img src="./img/condenaos.jpg" alt="condenaos"/>
                <img src="./img/losprincipes.jpg" alt="losprincipes"/>
                <img src="./img/yesterday.jpg" alt="yesterday"/>
                <img src="./img/ruinas.jpg" alt="ruinas"/>
            </figure>
        </aside>
        <main>
            <section class="fondoBlanco">
                <h2>Sobre el autor</h2>
                <article id="bio">
                    <h3>Biograf&iacute;a</h3>
                    <p>Licenciado en Filosof&iacute;a por Universidad de Sevilla, compaginaba su faceta creativa con la docencia. 
                        Arag&oacute;n era uno de los autores m&aacute;s medi&aacute;ticos, dentro del concurso y fuera de &eacute;l,
                        capaz de levantar pasiones como nadie, bien a favor, bien en contra. 
                        Aunque comienza su andadura en el Carnaval de C&aacute;diz muy joven, con agrupaciones juveniles, 
                        se recuerda sobre todo su curr&iacute;culo desde el a&ntilde;o 1994 con Un Peasso Coro, 
                        agrupaci&oacute;n que queda a tan solo nueve puntos de la final, seguida al a&ntilde;o
                        siguiente de Los Tintos de Verano, con la que se lleva el primer Premio Cajonazo
                        —el primero de los que el concurso le ten&iacute;a reservado—. 
                        En 1996 llega por primera vez a la final con la chirigota Los Guiris y consigue un cuarto premio 
                        en su modalidad.</p>
                    <p>Los a&ntilde;os siguientes, con Kadi City y Las Ruinas Romanas vuelve a quedarse en la calle, 
                        pese a la gran aclamaci&oacute;n popular de la que gozaron aquellas chirigotas. 
                        No es hasta 1999 cuando Juan Carlos consigue el primer premio con la chirigota Los Yesterdays, 
                        adem&aacute;s logrando con el pasodoble Aunque diga Blas Infante el primer premio en el II 
                        Certamen Coplas para Andaluc&iacute;a. Con el nuevo siglo, Juan Carlos Arag&oacute;n
                        comienza a escribir comparsas, inici&aacute;ndose con el antiguo grupo de &Aacute;ngel Subiela. 
                        En este a&ntilde;o obtiene un segundo premio con su comparsa Los Condenaos, 
                        quedando a solo un punto de resultar ganadora.</p>
                    <p>En 2002, consigue el primer premio con Los &Aacute;ngeles Ca&iacute;dos. 
                        Simult&aacute;neamente sus chirigotas Flamenkito Apaleao, Los Panteras y Vota Picha tambi&eacute;n 
                        alcanzan las finales de su modalidad. En 2003 obtiene un cuarto premio con su comparsa Los Americanos, 
                        &uacute;ltima agrupaci&oacute;n que compone para el grupo de &Aacute;ngel Subiela, 
                        ya que en 2004 vuelve con parte de su grupo de chirigota para presentar la inolvidable 
                        comparsa 1800 Los Inmortales. Con la misma base escribe en 2005 El Golfo de Cádiz y en 2006 Los Parias, 
                        ambas finalistas. En 2007, su comparsa Araka la Kana, tras un nuevo giro en su grupo, 
                        obtiene el primer premio de la modalidad en el COAC, con una apuesta tan revolucionaria 
                        como aplaudida por el p&uacute;blico en general. Al margen de todo esto, 
                        durante estos a&ntilde;os colabora como autor de m&uacute;sica en las chirigotas dirigidas por El Petra.</p>
                </article>
                <article class="separador">
                    <h3>Adopci&oacute;n del seud&oacute;nimo Capit&aacute;n Veneno</h3>
                    <figure>
                        <img src="./img/jca.jpg" alt="ruinas"/>
                        <figcaption>
                            Juan Carlos Arag&oacute;n - El capit&aacute;n veneno
                        </figcaption>
                    </figure>
                    <p>En 2008 escribe la comparsa La Banda del Capit&aacute;n Veneno, 
                        consiguiendo el tercer puesto en el concurso del COAC. Tambi&eacute;n ese a&ntilde;o 
                        vuelve a actuar con su grupo en las tablas del Falla, consiguiendo el tercer premio. 
                        Al a&ntilde;o siguiente escribe para Los Comparsistas se la dan de artistas, qued&aacute;ndose 
                        solo en semifinales. En 2010, tras nuevo cambio de grupo, presenta al concurso Las Noches de Bohemia, 
                        cuya excelencia y respuesta del p&uacute;blico no evit&oacute; que volviese a quedarse fuera 
                        de la final en extra&ntilde;as circunstancias y contra todo pron&oacute;stico.</p>
                    <p>En 2011 se present&oacute; con Los Pr&iacute;ncipes, qued&aacute;ndose por tercer a&ntilde;o 
                        consecutivo en semifinales. A pesar de ello, en 2012 volvi&oacute; a alcanzar la gran final con 
                        La Serenissima, obteniendo el segundo premio en contra del fervor popular que tras la pol&eacute;mica 
                        inicial la daba como favorita. En 2013 present&oacute; Catastrophic Magic Band, 
                        bajo la pol&eacute;mica por la filtraci&oacute;n de un pasodoble a cinco días del 
                        debut de la comparsa y con la que volvi&oacute; a quedarse en semifinales una vez m&aacute;s. 
                        En 2014 y a modo de protesta contra la organizaci&oacute;n del Concurso Oficial de Agrupaciones (COAC), 
                        Juan Carlos decidi&oacute; presentar fuera de concurso su nueva comparsa Los Ladrones, 
                        con la que recorri&oacute; diferentes teatros de la geograf&iacute;a andaluza con una espectacular 
                        acogida de p&uacute;blico.</p>
                    <p>Ya en 2015, volvi&oacute; al Concurso Oficial presentando la agrupación de Los millonarios, 
                        donde el 13 de febrero del mismo se hizo con el primer premio de comparsas. 
                        Tras este &eacute;xito de comparsa, el autor gaditano hab&iacute;a planteado la posibilidad 
                        de que tanto &eacute;l como su agrupaci&oacute;n, iban a tomarse un descanso, aunque no lleg&oacute; a 
                        cumplirse porque el 4 de octubre de ese mismo a&ntilde;o, anunci&oacute; el 
                        nombre de la comparsa para 2016, La Guayabera, con la que termin&oacute; quedando a las 
                        puertas de la final una vez m&aacute;s.</p>
                    <p>En 2017, Juan Carlos Arag&oacute;n volvi&oacute; a entrar en la final del Gran Teatro 
                        Falla con Los Peregrinos, quedando terceros. El concurso de 2018 fue el m&aacute;s especial 
                        de su trayectoria, con la comparsa Los Mafiosos y con la que obtuvo el que ser&iacute;a el 
                        &uacute;ltimo primer premio de su trayectoria carnavalesca. 
                        En 2019, cre&oacute; su &uacute;ltima comparsa, bautizada como La Gaditanissima, 
                        obteniendo el segundo premio 2​ y su &uacute;ltima chirigota Er Chele Vara, 
                        siendo esta semifinalista del COAC.</p>
                </article>
                <article class="separador">
                    <h3>Fallecimiento</h3>
                    <p>Falleci&oacute; en C&aacute;diz el 17 de mayo de 2019, poco antes de su 52 cumplea&ntilde;os 
                        debido a la enfermedad que le fue diagnosticada poco tiempo atr&aacute;s. El 18 de mayo, 
                        sus amigos e integrantes de comparsa y de chirigota que acompa&ntilde;ados y arropados 
                        por toda la ciudad de C&aacute;diz dieron su &uacute;ltimo adi&oacute;s al Capit&aacute;n 
                        Veneno Juan Carlos Arag&oacute;n Becerra, en la capilla ardiente instalada en el hall del Gran Teatro Falla.</p>
                    <p>Tras la salida del f&eacute;retro hacia el coche f&uacute;nebre, se entonaron varias de las 
                        letras m&aacute;s famosas del autor gaditano a modo de &uacute;ltima despedida.</p>
                </article>
            </section>
            <section id="cita1" class="cita">
                <h2>Creo en t&iacute;, oh todo poderoso carnaval de C&aacute;diz</h2>
                <h4>Comparsa Los peregrinos. 2017</h4>
            </section>
            <section id="agrupaciones" class="fondoBlanco">
                <h2>Algunas agrupaciones</h2>
                <table>
                    <thead>
                        <tr>
                            <td>A&ntilde;o</td>
                            <td>Agrupaci&oacute;n</td>
                            <td>Puesto</td>
                            <td>Modalidad</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>2019 </td>
                            <td>La Gaditanissima</td>
                            <td class="segundoPremio">Segundo Premio</td>
                            <td>Comparsa</td>
                        </tr>
                        <tr>
                            <td>2019 </td>
                            <td>Er Chele Vara</td>
                            <td>Semifinales </td>
                            <td>Chirigota</td>
                        </tr>
                        <tr>
                            <td>2018 </td>
                            <td>Los Mafiosos</td>
                            <td class="primerPremio">Primer premio</td>
                            <td>Comparsa</td>
                        </tr>
                        <tr>
                            <td>2017</td>
                            <td>Los peregrinos</td>
                            <td class="tercerPremio">Tercer premio</td>
                            <td>Comparsa</td>
                        </tr>
                        <tr>
                            <td>2007</td>
                            <td>Araka la Kana</td>
                            <td class="primerPremio">Primer premio</td>
                            <td>Comparsa</td>
                        </tr>
                        <tr>
                            <td>2012</td>
                            <td>La Seren&iacute;ssima</td>
                            <td class="segundoPremio">Segundo premio</td>
                            <td>Comparsa</td>
                        </tr>
                        <tr>
                            <td>2011</td>
                            <td>Los Antesdeayesterday</td>
                            <td>Semifinales</td>
                            <td>Chirigota</td>
                        </tr>
                        <tr>
                            <td>1999</td>
                            <td>Los Yesterday</td>
                            <td class="primerPremio">Primer premio</td>
                            <td>Chirigota</td>
                        </tr>
                        <tr>
                            <td>1998 </td>
                            <td>Las Ruinas Romanas de C&aacute;diz</td>
                            <td class="primerPremio">Primer premio</td>
                            <td>Chirigota</td>
                        </tr>
                    </tbody>
                </table>
            </section>
            <section id="cita2" class="cita">
                <h2>Un amigo es un amigo, me dijo un amigo m&iacute;o</h2>
                <h4>Comparsa Los condenaos. 2001</h4>
            </section>
        </main>
        <footer>
            Fuente: <a href="https://es.wikipedia.org/wiki/Juan_Carlos_Arag%C3%B3n_Becerra">Wikipedia</a>
        </footer>
    </body>
</html>
