<!DOCTYPE html>
<!--
To change this license header, choose License Headers in Project Properties.
To change this template file, choose Tools | Templates
and open the template in the editor.
-->
<html>
    <head>
        <title>Apollo 5</title>
        <link rel="icon" href="./img/logo.png" type="image/png">
        <!-- CSS -->
        <link rel="stylesheet" href="style.css"/>
        <meta charset="UTF-8">
    </head>
    <body>
        <header>
            <h1>APOLLO 5</h1>
        </header>
        <nav>
            <h3>Contenidos</h3>
            <ol>
                <li><a href="#introduction">Introducci&oacute;n</a></li>
                <li><a href="#objetives">Objetivos de la misi&oacute;n</a></li>
                <li><a href="#lanzamiento">Lanzamiento</a>
                    <ol>
                        <li><a href="#parametros">Par&aacute;metros orbitales</a></li>
                    </ol></li>
                <li><a href="#history">Historia</a></li>
            </ol>
            <figure>
                <img src="./img/logo.png" alt="logo nasa"/>
            </figure>
        </nav>
        <aside>
            <figure>
                <img src = "./img/imagen1.jpg" alt="cohete"/>
                <figcaption>
                    Hoy, el dia del examen, hace 50 a&ntilde;os 
                </figcaption>
            </figure>
        </aside>
        <main>
            <section id = "introduction">
                <h2>Introducci&oacute;n</h2>
                <p>La misi&oacute;n Apolo 5 tambi&eacute;n recibi&oacute; el nombre de AS-204 o 03106. 
                    El lanzamiento se produjo el 22 de enero de 1968 
                    (hoy, d&iacute;a del examen, hace 50 años), desde Cabo Cañaveral en Estados Unidos. 
                    El amerizaje se produjo el 24 de enero de ese mismo a&ntilde;o. 
                    Fue un vuelo no tripulado que pertenecía al grupo de misiones llevadas a cabo dentro del programa Apolo. 
                    El Saturno / Apollo 5 fue el primer vuelo de prueba del m&oacute;dulo lunar.</p>
            </section>
            <section id = "objetives">
                <h2>Objetivos de la misi&oacute;n</h2>
                <p>Los objetivos de la misi&oacute;n Apolo 5 fueron verificar las fases de ascenso y descenso, 
                    los sistemas de propulsi&oacute;n y las operaciones de reinicio. 
                    También se evalu&oacute; la estructura de la nave y el funcionamiento del m&oacute;dulo lunar. 
                    La misi&oacute;n fue un &eacute;xito y el funcionamiento de todos los sistemas del m&oacute;dulo lunar fue confirmado.</p>
                <figure>
                    <img src = "./img/imagen2.png" alt="esquema del sistema apollo"/>
                    <figcaption>
                        Fig 1. Esquema del sistema Apollo 
                    </figcaption>
                </figure>
            </section>
            <section id = "lanzamiento">
                <h2>Lanzamiento</h2>
                <p>Para esta misi&oacute;n se utiliz&oacute; un lanzador Saturno IB como veh&iacute;culo impulsor, 
                    el cual se mantendr&iacute;a en &oacute;rbita, para as&iacute; dirigir la nave espacial a aproximadamente 
                    18 000 km de distancia de la Tierra. posteriormente se encendi&oacute; el motor del m&oacute;dulo de mando, 
                    para que de esta forma la c&aacute;psula alcanzara una velocidad de 40.000km/h al 
                    regresar a la &oacute;rbita terrestre, dicho vuelo fue todo un &eacute;xito, ya que los sistemas 
                    t&eacute;rmicos de protecci&oacute;n funcionaron.</p>
                <article id="parametros">
                    <h3>Par&aacute;metros orbitales</h3>
                    <table>
                        <thead>
                            <tr><td>Medida</td>
                                <td>Valor</td></tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Periapsis</td>
                                <td>162.0 km</td>
                            </tr>
                            <tr>
                                <td>Apoapsis</td>
                                <td>214.0 km</td>
                            </tr>
                            <tr>
                                <td>Periodo</td>
                                <td>89.5 minutes</td>
                            </tr>
                            <tr>
                                <td>Inclinaci&oacute;n</td>
                                <td>31.600000381469727°</td>
                            </tr>
                            <tr>
                                <td>Excentricidad</td>
                                <td>0.003957000095397234</td>
                            </tr>
                        </tbody>
                    </table>
                </article>
            </section>
            <section id = "history">
                <h2>Historia</h2>
                <p>Los planes iniciales se vieron modificados el 25 de mayo de 1961 con el anuncio del 
                    presidente John F. Kennedy de enviar y depositar un hombre en la Luna, 
                    y traerlo de vuelta a salvo antes de que finalizara la d&eacute;cada. 
                    Este objetivo se alcanz&oacute; el 20 de julio de 1969, cuando Neil Armstrong y Edwin Buzz Aldrin 
                    a bordo de la Apolo 11 alunizaron en el Mar de la Tranquilidad. 
                    Este hito hist&oacute;rico se retransmiti&oacute; a todo el planeta desde las instalaciones 
                    del Observatorio Parkes (Australia).</p>
                <p>En un principio, el paseo lunar iba a ser retransmitido a partir de la se&ntilde;al que 
                    llegase a la estaci&oacute;n de seguimiento de Goldstone (California, Estados Unidos), 
                    perteneciente a la Red del Espacio Profundo, pero ante la mala recepci&oacute;n, 
                    se opt&oacute; por utilizar la se&ntilde;al de la estaci&oacute;n Honeysuckle Creek, 
                    cercana a Canberra (Australia). &Eacute;sta retransmiti&oacute; los primeros minutos, 
                    tras los cuales la se&ntilde;al del Observatorio Parkes fue utilizada de nuevo durante el resto del paseo.</p>
                <figure>
                    <img src = "./img/imagen3.png" alt="esquema del modulo lunar"/>
                    <figcaption>
                        Fig 2. Esquema del m&oacute;dulo lunar 
                    </figcaption>
                </figure>
                <p>Las estaciones de seguimiento de Maspalomas, (Gran Canaria, Espa&ntilde;a), Estación Apolo, 
                    Fresnedillas de la Oliva y Robledo de Chavela (Madrid, Espa&ntilde;a), 
                    las dos primeras pertenecientes a la Red de NASA de Vuelos Tripulados, (hoy desaparecida), 
                    y la tercera perteneciente a la Red del Espacio Profundo actualmente denominada MDSCC participaron 
                    en todas las misiones del Proyecto de una forma primordial.</p>
                <p>El Proyecto Apolo fue uno de los triunfos m&aacute;s importantes de la tecnolog&iacute;a moderna. 
                    Seis misiones lograron posarse sobre la superficie lunar (Apolo 11, 12, 14, 15, 16 y 17) con un solo fallo: 
                    la misi&oacute;n Apolo 13 no pudo concretar su meta por la explosi&oacute;n del tanque de ox&iacute;geno
                    l&iacute;quido del m&oacute;dulo de servicio, pero la tripulaci&oacute;n regres&oacute; a salvo.</p>
                <p>Previo a las misiones con descenso proyectado a la superficie de la Luna, 
                    se probaron los sistemas de vuelo en varios lanzamientos autom&aacute;ticos 
                    (Apolo 2, 3, 4, 5 y 6 ), y despu&eacute;s hubo dos pruebas tripuladas en &oacute;rbita terrestre 
                    (Apolo 7 y 9), y dos misiones solo orbitales (sin alunizaje) a la Luna (Apolo 8 y 10). 
                    En 1973, una vez finalizado el programa lunar, 
                    tres naves Apolo fueron usadas para enviar tripulaciones a la estaci&oacute;n espacial Skylab
                    (misiones SL-2, SL-3 y SL-4) y en 1975 fue lanzada la &uacute;ltima nave Apolo, para la misi&oacute;n Apolo-Soyuz.</p>
            </section>
        </main>
        <footer>
            M&aacute;s detalles en: 
            <a href="https://es.wikipedia.org/wiki/NASA">Web de la NASA</a>
        </footer>
    </body>
</html>
