<!DOCTYPE html>
<!--
To change this license header, choose License Headers in Project Properties.
To change this template file, choose Tools | Templates
and open the template in the editor.
-->
<html>
    <head>
        <title>CARNE ROJA</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="style.css"/>
    </head>
    <body>
        <header>
            <h1>Carne roja</h1>
        </header>
        <aside>
            <figure>
                <img src="./img/1.jpg" alt="1"/>
                <img src="./img/2.jpg" alt="2"/>
                <img src="./img/3.jpg" alt="3"/>
                <img src="./img/4.jpg" alt="4"/>
                <img src="./img/5.jpg" alt="5"/>
            </figure>
        </aside>
        <nav>
            <h3>&Iacute;ndice</h3>
            <ol>
                <li><a href="#intro">Introducci&oacute;n</a></li>
                <li><a href="#nutri">Nutrici&oacute;n</a>
                    <ol>
                        <li><a href="#consumo">Consumo apropiado</a></li>
                        <li><a href="#dieta">Dietas</a></li>
                    </ol></li>
                <li><a href="#cancer">C&aacute;ncer</a></li>
            </ol>
        </nav>
        <main>
            <section id="intro">
                <h2>Introducci&oacute;n</h2>
                <figure>
                    <img src="./img/kasap.jpg" alt="kasap"/>
                    <figcaption>
                        Carnes rojas en una carnicer&iacute;a de Samsun, Turqu&iacute;a. 
                        De izquierda a derecha los letreros dicen: Carne de res, ternera, oveja y cordero.
                    </figcaption>
                </figure>
                <p>En t&eacute;rminos culinarios, carne roja hace referencia a una carne que presenta un color rojo o 
                    rosado en estado crudo.1 Desde el punto de vista de la nutrici&oacute;n, el término "carne roja" 
                    se refiere exactamente a la carne proveniente de los mam&iacute;feros. En oposici&oacute;n 
                    a la carne roja se emplea el t&eacute;rmino carne blanca, que desde el punto de vista culinario
                    hace referencia a cualquier carne que en crudo y al cual presenta colores p&aacute;lidos o blanquecinos; 
                    mientras que la definici&oacute;n usada en la nutrici&oacute;n especifica que la carne blanca 
                    es la procedente de las aves. N&oacute;tese que, en esta categor&iacute;a, la definici&oacute;n
                    de 'carne' excluye la carne de animales marinos, como la "carne del pescado" as&iacute; 
                    como la de los "insectos" (entomofagia).</p>
                <p>La definici&oacute;n culinaria no es una definici&oacute;n cient&iacute;fica y por esta raz&oacute;n 
                    tiene muchas reglas y excepciones. Se puede decir que por regla general toda la carne proveniente de 
                    mam&iacute;feros, por ejemplo vacuno (sobre todo la carne procedente de la vaca), 
                    la carne de caballo, de toro, la carne procedente de la caza: jabal&iacute;es, venado, etc&eacute;tera 
                    aunque en el terreno de la carne de caza se considera carne roja tambi&eacute;n a las aves tales 
                    como los pichones, las perdices, la codorniz y el fais&aacute;n. No obstante la carne de caza 
                    se suele poner toda ella a veces en una categor&iacute;a aparte (en franc&eacute;s viandes noires
                    'carnes negras').</p>
                <p>De la misma forma algunas aves de corral suelen considerarse blancas, aunque existe una excepci&oacute;n 
                    ya que la definici&oacute;n culinaria menciona al pato y al ganso como aves consideradas 
                    dentro del grupo de la carne roja,3 En el caso de algunos animales la definición culinaria de 
                    la carne roja difiere en la carne del mismo animal, a veces se hace distinci&oacute;n por edad del 
                    animal cuando fue sacrificado, la carne de cerdo se considera roja si el animal es adulto, 
                    pero blanca si es joven (cochinillo) y lo mismo es aplicable a la carne de cordero 
                    (cordero pascual y cordero lechal). A veces la distinci&oacute;n es por la posici&oacute;n o 
                    corte de la pieza dentro del mismo animal; de esta forma el solomillo es considerado 
                    como carne roja, y sin embargo el lomo se denomina generalmente como carne blanca.</p>
                <p>El principal determinante del color rojizo de la carne es la concentraci&oacute;n de mioglobina. 
                    La carne blanca del pollo tiene valores de mioglobina por debajo del 0,05 %; 
                    algunas partes como el muslo pueden llegar a 0,18-0,20 %; el cerdo y el filete de vaca est&aacute;n 
                    entre 0,1-0,3 %; la ternera est&aacute; en 0,4-1,0 %; y una vaca vieja tiene 1,5-2,0 %.4 
                    Este criterio podr&iacute;a poner ambas definiciones, la culinaria y la nutricionista, de acuerdo.</p>
            </section>
            <section id="nutri">
                <h2>Nutrici&oacute;n</h2>
                <p>En nutrici&oacute;n la definici&oacute;n es muy sencilla de seguir ya que se circunscribe tan s&oacute;lo 
                    a la carne de los mam&iacute;feros. Esta definici&oacute;n conduce a confusión ya que la 
                    carne cruda de algunos animales no mam&iacute;feros es tambi&eacute;n de color roja. La definici&oacute;n 
                    no tiene nada que ver con el color de la carne cuando se cocina, en raros casos la carne cocinada 
                    es de color rojo (excepto si se sirve 'poco cocida') en el caso de carne de vacuno se pone marr&oacute;n 
                    y en la carne de cerdo suele tomar un color p&aacute;lido al ser cocinada.</p>
                <article id="consumo">
                    <h3>Consumo apropiado</h3>
                    <p>El consumo apropiado de carnes rojas se establece por algunos organismos sanitarios nacionales6 
                        y en los consejos mencionan el uso equilibrado de carnes rojas y blancas en una dieta equilibrada 
                        y la cantidad se fija en 4 raciones a la semana (pasado del 50 % en carnes blancas) y de 
                        forma ocasional comer entre 2 o 3 veces al mes platos con carne roja.</p>
                    <div id="preguntas">
                        ¿De estas carnes cu&aacute;les son rojas?
                        <ol>
                            <li>Pollo</li>
                            <li>Pavo</li>
                            <li>Caballo</li>
                            <li>Cabra</li>
                        </ol>
                    </div>
                    <p>Se suele se&ntilde;alar que la tradicional pir&aacute;mide de nutrici&oacute;n no 
                        ha sido capaz de distinguir entre carnes rojas y blancas.[cita requerida] 
                        La nueva pir&aacute;mide toma en cuenta diferentes tipos de carnes.7 La pir&aacute;mide de 
                        la alimentaci&oacute;n sana recomienda que el consumo y de carnes rojas sea 
                        frecuente pero de forma muy moderada.8</p>
                </article>
                <article id="dieta">
                    <h3>Dietas</h3>
                    <p>Existen deficiones relacionadas con las dietas vegetarianas, por ejemplo una persona que 
                        evita comer tan s&oacute;lo carne roja (pudiendo comer carne blanca) es denominado 
                        un semi-vegetariano o puede caer en una categor&iacute;a más amplia: flexitariano.</p>
                    <p>Tambi&eacute;n se evitan este tipo de productos c&aacute;rnicos en casos de 
                        hipercolesterolemia ya que &eacute;stas son ricas en grasas saturadas. 
                        Asimismo, quienes sufren de hiperuricemia (elevaci&oacute;n del &aacute;cido &uacute;rico 
                        en la sangre) deben evitar todo tipo de productos c&aacute;rnicos, incluyendo 
                        las carnes blancas, debido a la degradaci&oacute;n de las purinas.</p>
                </article>
            </section>
            <section id="cancer">
                <h2>C&aacute;ncer</h2>
                <p>El American Institute for Cancer Research y el World Cancer Research Fund afirma, 
                    en su reporte "Food, Nutrition, Physical Activity, and the Prevention of Cancer: a Global Perspective", 
                    que existe evidencia convincente de que el consumo excesivo de carnes rojas 
                    incrementa el riesgo de c&aacute;ncer colorectal, y que hay evidencia de que incrementa el riesgo de 
                    c&aacute;ncer en el es&oacute;fago, pulmones, p&aacute;ncreas y endometrio.</p>
                <p>La lista, no exhaustiva, de carnes rojas es la siguiente:</p>
                <ul>
                    <li>Vacuna.</li>
                    <li>Caballo.</li>
                    <li>Toro.</li>
                    <li>Caprina.</li>
                    <li>Pato.</li>
                    <li>Ganso.</li>
                </ul>
            </section>
        </main>
        <footer>
            Fuente: <a href="https://es.wikipedia.org/wiki/Carne_roja">Wikipedia</a>
        </footer>
    </body>
</html>
