<!DOCTYPE html>
<!--
To change this license header, choose License Headers in Project Properties.
To change this template file, choose Tools | Templates
and open the template in the editor.
-->
<html>
    <head>
        <title>Expo 92</title>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="style.css"/>
        <link rel="icon" href="./img/imagen1.jpg" type="image/png">
    </head>
    <body>
        <header>
            <h1>Expo 92</h1>
        </header>
        <nav>
            <h2>&Iacute;ndice</h2>
            <ol>
                <li><a href="#intro">Introducci&oacute;n</a></li>
                <li><a href="#arq">Arquitectura del paisaje en la Exposici&oacute;n</a></li>
                <li><a href="#pabellones">Pabellones</a>
                    <ol>
                        <li><a href="#destacados">Pabellones destacados</a></li>
                    </ol>
                </li>
                <li><a href="#seg">Seguridad</a></li>
            </ol>
        </nav>
        <main>
            <section id="intro">
                <h2>Introducci&oacute;n</h2>
                <p>La Exposici&oacute;n Universal de Sevilla 1992, conocida popularmente como "Expo'92" o "la Expo", 
                    fue una exposici&oacute;n universal celebrada en 1992 en la ciudad espa&ntilde;ola de Sevilla.</p>
                <p>Como toda exposici&oacute;n universal posterior a 1931, estuvo regulada por la Oficina Internacional 
                    de Exposiciones. Tuvo una duraci&oacute;n de seis meses, comenzando el 20 de abril y finalizando 
                    el 12 de octubre,2​ coincidiendo la fecha con el V Centenario del Descubrimiento de Am&eacute;rica. 
                    Fue realizada para conmemorar este hecho y su lema fue "La Era de los Descubrimientos".</p>
                <p>La mascota oficial de la Expo 92 se llam&oacute; Curro, un simp&aacute;tico p&aacute;jaro de pico y 
                    cresta multicolor</p>
                <figure>
                    <img src="./img/imagen1.jpg" alt="curro"/>
                    <figcaption>
                        Curro, la mascota oficial de la Expo 92
                    </figcaption>
                </figure>
            </section>
            <section id="arq">
                <h2>Arquitectura del paisaje en la Exposici&oacute;n</h2>
                <p>El Plan Director del Paisajismo de la Exposici&oacute;n Universal de Sevilla fue encargado al 
                    equipo formado por Jorge Subirana y Silvia Decorde, que realizaron el encaje de los espacios p&uacute;blicos 
                    verdes de las avenidas, los accesos y parques intramuros y perimetrales de la exposici&oacute;n.</p>
                <p>Su intervenci&oacute;n sent&oacute; las bases para una exposici&oacute;n, enclavada sobre una isla de aluvi&oacute;n,
                    donde la vegetaci&oacute;n corr&iacute;a a la par que la arquitectura incorpor&aacute;ndose a los 
                    espacios verdes el "Proyecto Pérgolas" y el "Proyecto de Bioclimatismo" que sent&oacute; las bases 
                    en Espa&ntilde;a para el desarrollo de un urbanismo medioambientalmente sostenible. 
                    Los responsables del proyecto bioclim&aacute;tico y sistemas de climatizaci&oacute;n de espacios 
                    exteriores fueron el Dr. Arq. Jaime L&oacute;pez de Asiain junto a los Dres en f&iacute;sica Valeriano 
                    Ruiz Hern&aacute;ndez y Jaime Navarro Casas todos catedr&aacute;ticos de la Escuela T&eacute;cnica 
                    Superior de Sevilla.</p>
                <p>En el dise&ntilde;o del paisaje tuvieron especial importancia varios elementos para el desarrollo 
                    en dos a&ntilde;os de una ciudad arbolada. Por un lado la incorporaci&oacute;n de un equipo de 
                    paisajistas para el desarrollo del plan director del recinto. Por otro la incorporaci&oacute;n al 
                    equipo de dise&ntilde;o de la organizaci&oacute;n de un arquitecto paisajista que velara por el 
                    desarrollo y la unidad de los proyectos arquitect&oacute;nicos a partir de los ejemplares arb&oacute;reos. 
                    Junto a ello la decisi&oacute;n de incorporar un vivero de aclimataci&oacute;n y una central de compras 
                    propia que garantizaba la existencia de ejemplares arb&oacute;reos de gran tama&ntilde;o 
                    repicados y disponibles en cualquier momento, as&iacute; como la aclimataci&oacute;n y el cultivo 
                    de las especies donadas por los pa&iacute;ses iberoamericanos dentro de la 
                    "Operación Ra&iacute;ces" y la segregaci&oacute;n de las obras de paisajismo de las obras de 
                    construcci&oacute;n, pionera en Espa&ntilde;a, permiti&oacute; garantizar la ejecuci&oacute;n de 
                    los proyectos de paisaje en su integridad sin los vaivenes econ&oacute;micos propios de este tipo de obras.</p>
                <p>La ejecuci&oacute;n en un periodo r&eacute;cord de dos a&ntilde;os con la incorporaci&oacute;n de 
                    casi 25.000 ejemplares arb&oacute;reos, la introducci&oacute;n de nuevas especies bot&aacute;nicas 
                    en Europa a finales del siglo XX, la formaci&oacute;n de un anillo verde y el dise&ntilde;o de 
                    los espacios p&uacute;blicos arbolados, convirtieron este proyecto en referente 
                    para las futuras exposiciones y su influencia en el desarrollo de las nuevas ciudades y 
                    urbanizaciones a&uacute;n perdura a pesar del deterioro y la desaparici&oacute;n de muchos de 
                    los espacios proyectados.</p>
                <p>Entre los proyectos de paisajismo desarrollados para la Exposici&oacute;n Universal, muchos de 
                    los cuales a&uacute;n pueden contemplarse, destacaron: Parque Jard&iacute;n del Guadalquivir 
                    (J. Subirana y S. Decorde), Jardines de la Cartuja y Oficinas Caracolas (Subirana y Decorde), 
                    Muro de Defensa y Bosque en Galer&iacute;a (Subirana y Decorde), Jard&iacute;n de las Am&eacute;ricas
                    (R. Librero), Avenida 5 (R. Librero), World Trade Center (R. Librero, A. Garc&iacute;a Camarasa), 
                    Avenidas 2 (M. Arencibia), Avenidas 1 y 4 y Camino de los Descubrimientos (M.Arencibia, R. Librero), 
                    Avenida de los Descubrimientos (Juan de Aizpuru), Borde del Lago (R. Librero), 
                    Aparcamientos de Autobuses (M. Arencibia), Aparcamientos de Turismos (R. Librero), 
                    Pabellones de la Organizadora (R. Librero), pabell&oacute;n del Siglo XV (Leandro Silva, R. Librero), 
                    Proyecto P&eacute;rgolas (A. Garc&iacute;a Camarasa), Cubiertas ajardinadas modulares y 
                    Avenida V (R. Librero), Proyectos de Infraestructura de Riego y Fertirrigaci&oacute;n (J. de Vicente).</p>
                <p>Los espacios verdes a partir de este evento dejaron de ser meros acompa&ntilde;amientos en Espa&ntilde;a 
                    para ser protagonistas en pie de igualdad con la arquitectura y el urbanismo.</p>
                <figure>
                    <img src="./img/imagen2.jpg" alt="lago"/>
                    <figcaption>
                        Panor&aacute;mica del lago de Espa&ntilde;a con los pabellones auton&oacute;micos al fondo
                    </figcaption>
                </figure>
            </section>
            <section id="pabellones">
                <h2>Pabellones</h2>
                <p>La participación de pa&iacute;ses, empresas y organismos internacionales fue abrumadora, 
                    en total acudieron 112 pa&iacute;ses, 23 organismos internacionales, numerosas 
                    empresas privadas y las 17 comunidades aut&oacute;nomas espa&ntilde;olas. 
                    Se construyeron 95 pabellones, de los que 63 eran de pa&iacute;ses, 5 tem&aacute;ticos, 
                    6 de empresas, 5 de organizaciones internacionales y 17 de las comunidades aut&oacute;nomas.</p>
                <article id="destacados">
                    <h3>Pabellones destacados</h3>
                    <p>Los siguientes pabellones de la exposici&oacute;n han sido incluidos, en 2007, en 
                        el Cat&aacute;logo General del Patrimonio Hist&oacute;rico Andaluz</p>
                    <table>
                        <thead>
                            <tr>
                                <td>Pabell&oacute;n</td>
                                <td>Arquitecto</td>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Pabell&oacute;n de Andaluc&iacute;a</td>
                                <td>Juan Ruesga Navarro</td>
                            </tr>
                            <tr>
                                <td>Pabell&oacute;n de Espa&ntilde;a</td>
                                <td>Julio Cano Lasso</td>
                            </tr>
                            <tr>
                                <td>Pabell&oacute;n de Finlandia</td>
                                <td>Juha Jaaskelainen, Juha Kaakko, Petri Rouhiainen, Matti Sanaksenaho y Jari Tirkknen</td>
                            </tr>
                            <tr>
                                <td>Pabell&oacute;n de Francia de la Expo 92</td>
                                <td>Jean Paul Viguier y J. F. Jodry</td>
                            </tr>
                            <tr>
                                <td>Pabell&oacute;n de Hungr&iacute;a</td>
                                <td>Imre Makovecz</td>
                            </tr>
                            <tr>
                                <td>Pabell&oacute;n de la Navegaci&oacute;n</td>
                                <td>Guillermo V&aacute;zquez Consuegra</td>
                            </tr>
                        </tbody>
                    </table>
                    <figure>
                        <img src="./img/imagen3.jpg" alt="esp"/>
                        <figcaption>
                            Pabell&oacute;n de Espa&ntilde;a
                        </figcaption>
                    </figure>
                    <figure>
                        <img src="./img/imagen4.jpg" alt="nav"/>
                        <figcaption>
                            Pabell&oacute;n de la Navegaci&oacute;n
                        </figcaption>
                    </figure>
                    <figure>
                        <img src="./img/imagen5.jpg" alt="and"/>
                        <figcaption>
                            Pabell&oacute;n de Andaluc&iacute;a
                        </figcaption>
                    </figure>
                </article>
            </section>
            <section id="seg">
                <h2>Seguridad</h2>
                <p>En los a&ntilde;os 90 la organizaci&oacute;n terrorista ETA se encontraba muy activa. 
                    En 1990 la Guardia Civil detuvo a Henri Parot en Santiponce cuando se dispon&iacute;a 
                    a volar la Comisar&iacute;a de la Gavidia, en el centro de la ciudad de Sevilla. 
                    En abril de 1990 el etarra Arregui Erostarbe, alias Fiti, envi&oacute; un paquete bomba al 
                    despacho del comisario general de la Expo 92, Manuel Olivencia. El paquete fue abierto por 
                    una empleada, María del Carmen Felipe, caus&aacute;ndole la amputaci&oacute;n de la mano izquierda 
                    y varias heridas. En la escena del crimen se encontraron 14 tuercas a modo de metralla. 
                    Tambi&eacute;n result&oacute; herido el conserje Joaqu&iacute;n Morente.</p>
                <p>En 1991 ETA hab&iacute;a cometido uno de los atentados m&aacute;s graves de su historia en Sevilla, 
                    en la C&aacute;rcel de la Ranilla, con un resultado de 4 muertos.</p>
                <p>Para la muestra hubo un gran despliegue de seguridad con m&aacute;s de 10.000 agentes 
                    entre guardias civiles, polic&iacute;as locales y vigilantes de seguridad.</p>
            </section>
        </main>
        <footer>
            M&aacute;s detalles en: 
            <a href="https://es.wikipedia.org/wiki/Exposici%C3%B3n_Universal_de_Sevilla_(1992)">Wikipedia</a>
        </footer>
    </body>
</html>
